// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Gerenciamento de predefinição do papel";

"SynchronizeTitleString" = "Atualizando a lista de papéis…";

"CreatePaperErrorTitle" = "Não foi possível adicionar um novo papel";
"SetProfileErrorTitle" = "Não foi possível instalar o perfil ICC";
"GetMediumListErrorTitle" = "Não foi possível obter a lista de papéis personalizados";
"DeleteCustomMediumErrorTitle" = "Não foi possível excluir o papel personalizado";
"GetProfileErrorTitle" = "Não foi possível fazer download do perfil ICC";
"SetPropertiesErrorTitle" = "Não foi possível alterar as propriedades de impressão";
"ResponseErrorMessage" = "Verifique se a impressora está conectada e ligue-a; em seguida, tente novamente.";
CalibratePaperErrorTitle = "Não é poss calib papel";
ProfilePaperErrorTitle = "Não poss perf papel";
ColorMeasurementErrorTitle = "Não foi possível medir a cor";
ExportPaperPresetErrorTitle = "Não é possível exp predef papel";

"DeleteButtonTitle" = "Excluir";
"DeletePaperConfirmationTitle" = "Excluir confirmação de papel personalizado";
"DeletePaperConfirmationMessageFormat" = "Tem certeza de que deseja excluir o papel %@ da lista de papéis do driver da impressora e da impressora?";

"SetPrintingPropertiesConfirmationTitleFormatString" = "Tem certeza de que deseja modificar as propriedades de impressão para o papel %@?";
"SetPrintingPropertiesConfirmationMessageString" = "Alterar as propriedades de impressão para valores incompatíveis com o tipo de papel poderá resultar em problemas de qualidade de imagem.";
"SetPaperThicknessConfirmationTitleFormatString" = "Alterar a espessura do papel para Normal em papéis espessos poderá resultar em problemas de qualidade de imagem e falhas do cabeçote de impressão. A calibração e os perfis ICC para este papel ficarão inválidos e terão de ser refeitos. Tem certeza de que deseja modificar a Espessura do papel para o papel %@?";

// Calibration status
"CalibrationStatusRecommended" = "Recomendado";
"CalibrationStatusOutOfDate" = "Obsoleto";

// Synchronization strings
"SyncronizationSuccessfullTitleString" = "A lista de papéis foi atualizada com sucesso";
"SyncronizationSuccessfullWithoutPDEReferenceMessageString" = "Você pode imprimir com os novos papéis personalizados de agora em diante.";
"SyncronizationSuccessfullMessageString" = "Você pode imprimir com os novos papéis personalizados de agora em diante. Para visualizar a lista de papéis atualizada na caixa de diálogo de impressão, você pode precisar reabri-la.";
"SyncronizationFailedPrinterBusyTitle" = "Impossível atualizar a lista de papéis";
"SyncronizationFailedPrinterBusyMessage" = "Certifique-se de que a impressora não esteja imprimindo e, em seguida, tente novamente.";
"MediaManagementErrorTitleString" = "Não foi possível obter informações sobre papéis personalizados da impressora";
"SyncronizationIncompleteTitleString" = "Não foi possível atualizar a lista de papéis completa";
"SyncronizationIncompleteMessageFormatString" = "Os seguintes papéis não foram atualizados:\n%@";
RegistrationIncompleteTitle = "Não foi possível atualizar a lista de papéis completa";
RegistrationIncompleteMessage = "Os seguintes papéis não foram registrados:\n%@";
RegistrationRequiredString = "Registre perfil ICC.";
RegisteringProfileTitleString = "Registrando o perfil ICC…";
MethodNotSupportedInFWMessage = "A ação que você está tentando executar não é suportada pela versão atual do firmware. Verifique a versão mais recente do firmware.";

"GetMediumListTitleString" = "Recuperando lista de papéis…";
"DeleteMediumTitleString" = "Excluindo papel personalizado…";
"GetProfileTitleString" = "Fazendo download do perfil ICC…";
"SetPropertiesTitleString" = "Mudando as propriedades da impressora…";
"RestoreProfileTitleString" = "Restaurando perfil ICC de fábrica";
"RemoveProfileErrorTitle" = "Não é possível restaurar o perfil ICC de fábrica";

"ICCProfileTitleString" = "Perfil ICC";
"CalibrationStatusTitleString" = "Status da calibração";

// Gloss Enhancer
"OFF" = "Desativado";
"FULLPAGE" = "Ativado";
"INKEDAREA" = "Ativado";

// Paper category
"BOND_AND_COATED" = "Papel coated e comum";
"PHOTO" = "Papel fotográfico";
"PROOFING" = "Papel para prova";
"FINE_ART" = "Material para Fine Art";
"FILM" = "Filme";
"TECHNICAL" = "Papel técnico";
"CUSTOM" = "Papel padrão";
BACKLIT = "Material para backlit";
ADHESIVE = "Papel adesivo";
BANNER_AND_SIGN = "Material para faixas e cartazes";
HP_EXTENDED_MEDIA = "Papéis adicionais";

"CalibrationStatusNotApplicable" = "Não aplicável";

"No response" = "Verifique se a impressora está conectada e ligue-a; em seguida, tente novamente.";
"UNDEFINED-ERROR" = "Ocorreu um erro.";
"ERROR-IN-PARAMS" = "Ocorreu um erro.";
"UNKNOWN-OPERATION" = "O tempo da operação esgotou.";
"PRINTER-BUSY" = "A impressora está ocupada. Aguarde até a impressão concluir o trabalho de impressão atual.";
"UNDEFINED-MEDIUM" = "O papel selecionado não existe mais. Pode ter sido excluído por outro usuário.";
"INVALID-MEDIUM" = "Ocorreu um erro.";
"PROFILE-DOESNT-EXIST" = "Ocorreu um erro.";
"FACTORY-MEDIUM-CANNOT-BE-DELETED" = "Os papéis HP de fábrica não podem ser excluídos.";
"MEDIUM-CANNOT-BE-DELETED" = "O Papel personalizado não pode ser excluído uma vez que ele está carregado na impressora.";
"MEDIUM-DOESNT-EXIST" = "O papel selecionado não existe mais. Pode ter sido excluído por outro usuário.";
"MEDIUM-NOT-CLONABLE" = "Ocorreu um erro.";
"PROFILE-CANNOT-BE-DELETED" = "Ocorreu um erro.";
ALREADY-IN-FACTORY-SETTINGS = "Propriedades impressão já padronizadas.";

"SaveProfileErrorTitle" = "Não foi possível salvar o perfil ICC";
"SaveProfileErrorMessage" = "Tente outra localização.";

IncreasePaperThicknessConfirmationTitleFormatString = "Tem certeza de que deseja alterar a espessura do papel para o papel %@?";
IncreasePaperThicknessConfirmationMessageString = "Os dados de calibração e perfis ICC para este papel ficarão inválidos e terão de ser refeitos.";
DecreasePaperThicknessConfirmationTitleFormatString = "Tem certeza de que deseja alterar a espessura do papel para o papel %@?";
DecreasePaperThicknessConfirmationMessageString = "A alteração da espessura do papel para 'Normal' em papéis espessos poderá resultar em problemas de qualidade de imagem e falhas do cabeçote de impressão. Os dados de calibração e perfis ICC desse papel se tornarão inválidos e terão que ser refeitos.";
CreateNewICCProfileRecommendationTitleString = "Vá para Traçar um perfil do papel para criar um novo perfil ICC";
CreateNewICCProfileRecommendationMessageString = "Como algumas propriedades do papel foram alteradas, os perfis ICC existentes não serão mais precisos";
SetPrintingPropertiesSuccessfulMessageString = "As propriedades de impressão do tipo de papel selecionado foram alteradas com sucesso.";
SetPrintingPropertiesTitleString = "Propriedades de impressão alteradas";
ChangeButtonTitle = "Alterar";

"ManagePapersTaskName" = "Gerenciamento de predefinição\ndo papel";

//Xib localization

//tooltips
"CalibratePaperTooltip" = "Calibrar o papel";
"ProfilePaperTooltip" = "Traçar um perfil do papel";
"InstallICCProfileTooltip" = "Instalar o perfil ICC";
"ExportICCProfileTooltip" = "Exportar um perfil ICC associado a qualquer papel.";
"RestoreFactoryICCProfileTooltip" = "Restaurar perfil ICC de fábrica para um dos papeis HP.";
"RegisterProfileTooltip" = "Registrar o perfil";
"ChangePrintingPropertiesTooltip" = "Alterar propriedades de impressão de um papel.";
"ExportPaperPresetTooltip" = "Exportar papel predefinido";
"DeletePaperPresetTooltip" = "P/ excluir um papel personalizado da lista de papéis do driver da impressora e da impressora, clique aqui.";
"ColorMeasurementTooltip" = "Medição de cores";

"GearButtonTooltip" = "Para gerenciar as predefinições de papel e perfis ICC, clique aqui.";
"AddPaperButtonTooltip" = "Para definir um tipo de papel personalizado e instalá-lo na impressora, clique aqui. Use o HP Color Center para associar um perfil de cor ICC ao novo tipo de papel.";
"FullSyncButtonTooltip" = "Para atualizar a lista de papéis do driver da impressora no computador com os tipos de papel residentes em sua impressora, clique aqui.";

//titles
"CalibratePaperTitle" = "Calibrar o papel…";
"ProfilePaperTitle" = "Traçar um perfil do papel…";
"InstallICCProfileTitle" = "Instalar o perfil ICC…";
"ExportICCProfileTitle" = "Exportar perfil ICC…";
"RestoreFactoryICCProfileTitle" = "Restaurar perfil ICC de fábrica…";
"RegisterProfileTitle" = "Registrar o perfil";
"ChangePrintingPropertiesTitle" = "Alterar propriedades de impressão…";
"ExportPaperPresetTitle" = "Exportar papel predefinido…";
"DeletePaperPresetTitle" = "Excluir predefinição do papel…";
"ColorMeasurementTitle" = "Medição de cores…";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Criar predefinição do papel";
"ActionsButtonAccessibilityDescription" = "Menu Ações";
"SynchronizeButtonAccessibilityDescription" = "Atualizar a lista de papéis";